[
    {
        "event": "New writer in town",
        "agencies": {
            "Left-wing Agency": {
                "titles": [
                    {
                        "text": "Rats are Taking Over!!!!",
                        "discourse": 10,
                        "money": 100
                    },
                    {
                        "text": "Rats the Facts",
                        "discourse": 1984,
                        "money": 10
                    }
                ],
                "content": [
                    {
                        "text": "The fats killed someone at 9am... please tell me the wrapping is working otherwise I will be very very sad",
                        "discourse": 1000,
                        "money": 1000000
                    }
                ],
                "images": [
                    {
                        "text": "res://Art/Pictures/CityScape.png",
                        "discourse": 100,
                        "money": 10000
                    },
                    {
                        "text": "res://Art/Pictures/CityScape2.png",
                        "discourse": 100,
                        "money": 10000
                    }
                ],
                "captions": [
                    {
                        "text": "hello",
                        "discourse": 1,
                        "money": 1
                    }
                ],
                "interviews": [
                    {
                        "text": "I am a art expert and I am scared. So very scared. I used some of my majestic art pieces as toilet paper to clean my shit-stained pants",
                        "discourse": 100,
                        "money": 234834095834
                    }
                ],
                "studies": [
                    {
                        "text": "Arts are bad mostly but sometimes ok",
                        "discourse": 23904,
                        "money": 092384203948
                    }
                ]
            },
            "Right-wing Agency": {
                "titles": [],
                "content": [],
                "images": [],
                "captions": [],
                "interviews": [],
                "studies": []
            },
            "Center-wing Agency": {
                "titles": [],
                "content": [],
                "images": [],
                "captions": [],
                "interviews": [],
                "studies": []
            }
        }
    },
    {
        "event": "Rat Infestation",
        "agencies": {
            "Left-wing Agency": {
                "titles": [
                    {
                        "text": "Mayor Billy Bohan opens investigation of so-called 'Rat Crisis'",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "Rat Infestation Obliterating Poor Neighbourhoods.",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "Billionaire, Jermey Johnson, tells “Lazy” Working Class People to keep the Rats to themselves.",
                        "discourse": 0,
                        "money": 0
                    }
                ],
                "content": [
                    {
                        "text": "This evening, Mayor Billy Bohan stated that his team has opened an investigation regarding the recent rat infestation in the city.",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "The majority of these areas affected are those with a high percentage council housing. This is after the mayor promised he would invest an additional 4% of the city’s budget into government housing back in 2017.",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "This is after Bohan has failed to fulfill his promise of additional funding into Government housing. This is after Bohan reduced the city corporate tax rate which disproportionately benefits larger companies, such as the supermarket chain Saintroise.",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "This 'pest problem' has caused many to voice opinions on the cause of the problem. Saintroise CEO, Jermey Johnson, stated earlier this week that the rats should be quarantined within 'forfeited' areas.",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "Johnson called those living in affected areas 'lazy' and should start 'revitalising' their area. Once again showing the ever widening social gap between the Wealthy and Working Class.",
                        "discourse": 0,
                        "money": 0
                    }
                ],
                "images": [
                    {
                        "text": "res://Art/Pictures/CityScape2.png",
                        "discourse": 10,
                        "money": 5
                    },
                    {
                        "text": "res://Art/Pictures/PoorNeighbourhood.png",
                        "discourse": -30,
                        "money": 20
                    },
                    {
                        "text": "res://Art/Pictures/BillyBohanScared.png",
                        "discourse": 20,
                        "money": 15
                    }
                ],
                "captions": [
                    
                ],
                "interviews": [
                    {
                        "text": "‘I say the current forfeited areas should be quarantined. Those who live there should not be so lazy and start revitalising the area. The best time to clean up was yesterday, the second best time is now.’ - Johnson",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "‘Those who live there should not be so lazy and start revitalising the area.’ - Johnson",
                        "discourse": 0,
                        "money": 0
                    }
                ],
                "studies": [
                    {
                        "text": "A recent poll suggests that increased public housing spending is very popular. 83% stated that the currently promised 4% increase was too low. Over half demanded over a 10% increase.",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "The number of rat sightings has doubled that of 2016.",
                        "discourse": 0,
                        "money": 0
                    }
                ]
            },
            "Right-wing Agency": {
                "titles": [
                    {
                        "text": "Mayor Billy Bohan opens investigation of so-called 'Rat Crisis'.",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "Government Housing is allowing Rat Infestation to Spread.",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "Saintroise CEO, Jermey Johnson, Cancelled over suggesting Housing Reforms.",
                        "discourse": 0,
                        "money": 0
                    }
                ],
                "content": [
                    {
                        "text": "This evening, Mayor Billy Bohan stated that his team has opened an investigation regarding the recent rat infestation in the city.",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "The majority of these areas affected are those with a high percentage council housing. This is after the mayor increased the amount of Government spending on publicly funded housing.",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "This is after Bohan has already invested additional tax payer’s finances into government house funding and reducing funds allocated to small businesses earlier in the year.",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "This 'pest problem' has caused many to voice opinions on the cause of the problem. Saintroise CEO, Jermey Johnson, stated earlier this week that the rats should be quarantined to stop the spread to other neighbourhoods.",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "Johnson’s remarks on the subject resulted in many calling for him to be 'Cancelled' and for locals to boycott shopping at Saintroise. This another example of manufactured outrage by the left wing press.",
                        "discourse": 0,
                        "money": 0
                    }
                ],
                "images": [
                    
                ],
                "captions": [
                    
                ],
                "interviews": [
                    {
                        "text": "‘I say the current forfeited areas should be quarantined. Those who live there should not be so lazy and start revitalising the area. The best time to clean up was yesterday, the second best time is now.’ - Johnson",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "‘The best time to clean up was yesterday, the second best time is now. - Johnson",
                        "discourse": 0,
                        "money": 0
                    }
                ],
                "studies": [
                    {
                        "text": "Public housing funding has increased by 15% in the last 10 years.",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "The number of businesses in Bathington have decreased. Total number was 160 last year while in 2009 it was 256.",
                        "discourse": 0,
                        "money": 0
                    }
                ]
            },
            "Center-wing Agency": {
                "titles": [
                    {
                        "text": "Mayor Billy Bohan opens investigation of so-called 'Rat Crisis'.",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "Why Council Housing is so susceptible to Pest Problems.",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "How Jermey Johnson’s, comments illustrate how today’s rich are out of touch.",
                        "discourse": 0,
                        "money": 0
                    }
                ],
                "content": [
                    {
                        "text": "This evening, Mayor Billy Bohan has opened an investigation regarding the recent rat infestation in the city.",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "The majority of these areas affected are those with a high number of council housing. This is after Bohan increased spending on public house by 2%, half of what he promised in 2017.",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "The effectiveness of the increased spending has yet to be seen. The additional 2% of spending has only been active policy for the last year, despite Bohan’s promises otherwise.",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "This ‘pest problem’ has caused many to voice opinions on the cause of the problem. Saintroise CEO, Jermey Johnson, caused controversy earlier this week impling that it was the duty of those living in areas already infested to help contain the unwanted animals.",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "Johnson’s remarks sparked controversy after he stated that those living in “forfeited” areas should not be so “lazy” and allow the infestation to spread. The outrage started once again to disconnection between the wealthy and poor in Bathington as Johnson seems to suggest that it is the resident’s fault of this issue and not partially to blame on the local governments tardiness.",
                        "discourse": 0,
                        "money": 0
                    }
                ],
                "images": [
                    
                ],
                "captions": [
                    
                ],
                "interviews": [
                    {
                        "text": "‘I say the current forfeited areas should be quarantined. Those who live there should not be so lazy and start revitalising the area. The best time to clean up was yesterday, the second best time is now.’ - Johnson",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "‘I say the current forfeited areas should be quarantined.” - Johnson",
                        "discourse": 0,
                        "money": 0
                    }
                ],
                "studies": [
                    {
                        "text": "Public housing funding has increased by 15% in the last 10 years.",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "The number of rat sightings has doubled that of 2016.",
                        "discourse": 0,
                        "money": 0
                    }
                ]
            }
            
        }
    },
    {
        "event": "Protests in Bathington due to Rat Infestion",
        "agencies": {
            "Left-wing Agency": {
                "titles": [
                    {
                        "text": "Working People protest due to Mayor Bohan’s failure to fulfill spending promises.",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "The Truth about the weekend’s protests!",
                        "discourse": 0,
                        "money": 0
                    }
                ],
                "content": [
                    {
                        "text": "The weekend workers gathered to peacefully protest outside the Mayor’s Office. The gathering was caused by the recent rat infestation in the town that affected mostly government funded residential areas.",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "Bohan’s inability to have integrity has sparked justified outrage. After failing to fulfill his promises, he has to face the reality that his failure to invest sufficiently into the most vulnerable of society.",
                        "discourse": 0,
                        "money": 0
                    }
                ],
                "images": [
                    
                ],
                "captions": [
                    
                ],
                "interviews": [
                    
                ],
                "studies": [
                  
                ]
            },
            "Right-wing Agency": {
                "titles": [
                    {
                        "text": "Poor protest due to Mayor Bohan’s failure to fulfill spending promises.",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "Government Assisted Residents demand more money!",
                        "discourse": 0,
                        "money": 0
                    }
                ],
                "content": [
                    {
                        "text": "The weekend workers gathered to protest outside the Mayor’s Office. The gathering was caused by the recent rat infestation in the town that affected mostly government funded residential areas.",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "Bohan was harassed by protesters on his way to his office. After increasing spending on government housing, residents demanded for more.",
                        "discourse": 0,
                        "money": 0
                    }
                ],
                "images": [
                    
                ],
                "captions": [
                    
                ],
                "interviews": [
                    
                ],
                "studies": [
                    
                ]
            },
            "Center-wing Agency": {
                "titles": [
                    {
                        "text": "Lower Class protest due to Mayor Bohan’s failure to fulfill spending promises.",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "Bohan underpressure due to recent rat infestation.",
                        "discourse": 0,
                        "money": 0
                    }
                ],
                "content": [
                    {
                        "text": "The weekend workers gathered to peacefully protest outside the Mayor’s Office. The gathering was caused by the recent rat infestation in the town that affected mostly government funded residential areas.",
                        "discourse": 0,
                        "money": 0
                    },
                    {
                        "text": "Protesters stood outside Bohan’s office demanding for more financial support from the government after promises to increase during the Mayoral race back in 2017. This after David Dacey, the previous Mayor increased spending by 8% from 2014 to 2017.",
                        "discourse": 0,
                        "money": 0
                    }
                ],
                "images": [
                    
                ],
                "captions": [
                    
                ],
                "interviews": [
                    
                ],
                "studies": [
                    
                ]
            }  
        }
    },
    {
        "event": "Rat Infestation Decreased",
        "agencies": {
            "Left-wing Agency": {
                "titles": [
                    
                ],
                "content": [
                    
                ],
                "images": [
                    
                ],
                "captions": [
                    
                ],
                "interviews": [
                    
                ],
                "studies": [
                    
                ]
            },
            "Right-wing Agency": {
                "titles": [],
                "content": [],
                "images": [],
                "captions": [],
                "interviews": [],
                "studies": []
            },
            "Center-wing Agency": {
                "titles": [],
                "content": [],
                "images": [],
                "captions": [],
                "interviews": [],
                "studies": []
            }
            
        }
    },
    {
        "event": "Rat Riots",
        "agencies": {
            "Left-wing Agency": {
                "titles": [
                    
                ],
                "content": [
                    
                ],
                "images": [
                    
                ],
                "captions": [
                    
                ],
                "interviews": [
                    
                ],
                "studies": [
                    
                ]
            },
            "Right-wing Agency": {
                "titles": [],
                "content": [],
                "images": [],
                "captions": [],
                "interviews": [],
                "studies": []
            },
            "Center-wing Agency": {
                "titles": [],
                "content": [],
                "images": [],
                "captions": [],
                "interviews": [],
                "studies": []
            }
            
        }
    },
    {
        "event": "Mayor makes speach reguarding Rat issue",
        "agencies": {
            "Left-wing Agency": {
                "titles": [
                    
                ],
                "content": [
                    
                ],
                "images": [
                    
                ],
                "captions": [
                    
                ],
                "interviews": [
                    
                ],
                "studies": [
                    
                ]
            },
            "Right-wing Agency": {
                "titles": [],
                "content": [],
                "images": [],
                "captions": [],
                "interviews": [],
                "studies": []
            },
            "Center-wing Agency": {
                "titles": [],
                "content": [],
                "images": [],
                "captions": [],
                "interviews": [],
                "studies": []
            }
            
        }
    },
    {
        "event": "City of peace",
        "agencies": {
            "Left-wing Agency": {
                "titles": [
                    
                ],
                "content": [
                    
                ],
                "images": [
                    
                ],
                "captions": [
                    
                ],
                "interviews": [
                    
                ],
                "studies": [
                    
                ]
            },
            "Right-wing Agency": {
                "titles": [],
                "content": [],
                "images": [],
                "interviews": [],
                "studies": []
            },
            "Center-wing Agency": {
                "titles": [],
                "content": [],
                "images": [],
                "captions": [],
                "interviews": [],
                "studies": []
            }
            
        }
    }
]
